tap "akeru-inc/tap"
tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "michaeleisel/zld"
tap "yt-dlp/taps"
brew "libpng"
brew "lz4"
brew "zstd"
brew "libtiff"
brew "openexr"
brew "openssl@3"
brew "asio"
brew "assimp"
brew "ast-grep"
brew "bison"
brew "bottom"
brew "btop"
brew "bullet"
brew "freetype"
brew "catch2"
brew "eigen"
brew "ceres-solver"
brew "cmake"
brew "console_bridge"
brew "pcre"
brew "tinyxml2"
brew "cppcheck"
brew "cunit"
brew "unbound"
brew "ffmpeg"
brew "ffmpeg@4"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "git"
brew "git-lfs"
brew "glew"
brew "glfw"
brew "gnu-sed"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "pkg-config"
brew "jpeg"
brew "jq"
brew "kubernetes-cli"
brew "lazydocker"
brew "luarocks"
brew "mesa"
brew "minikube"
brew "neofetch"
brew "tree-sitter", link: false
brew "neovim"
brew "ninja"
brew "nmap"
brew "node"
brew "nushell"
brew "opencv"
brew "orocos-kdl"
brew "poco"
brew "pyenv"
brew "qt@5"
brew "pyqt@5"
brew "python@3.11"
brew "ripgrep"
brew "rust-analyzer"
brew "sip"
brew "spdlog"
brew "spotify_player"
brew "starship"
brew "stow"
brew "tinyxml1"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
cask "chromedriver"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sf-pro"
cask "font-ubuntu-mono-nerd-font"
cask "iterm2"
cask "rectangle"
cask "sf-symbols"
cask "wezterm"
cask "xquartz"
